[{"name": "Hinduism Through Its Scriptures", "date": 1559692800, "language": ["English"], "level": ["Introductory"], "description": "Learn about the rich diversity of Hindu sacred texts – hymns, narratives, philosophical thought – and their interpretations.", "subjects": ["Humanities", "History"], "url": "https://www.edx.org/course/hinduism-through-its-scriptures", "length": "4 Weeks", "effort": "5–10 hours per week", "price": "FREEAdd a Verified Certificate for $49 USD", "institution": "HarvardX", "about-course": "Ever wondered about the sacred scriptures that have sustained for millennia one of the oldest and most diverse religions of the world - Hinduism? Want to discover the lessons this history may offer mankind in the 21st century?\nThis religion course introduces the rich and diverse textual sources from which millions of Hindus have drawn religious inspiration for millennia. The Bhagavad Gita has offered philosophical insights to a number of modern thinkers. This course will introduce important passages from important Hindu sacred texts, their interpretations by moderns and will give you an opportunity to engage with them.", "content-course": "\nReligious and philosophical insights conveyed in Hindu texts\nHow scriptures are interpreted to diverse ends in different historical contexts\nSensitive appreciation of world religions\n", "link-image": "https://www.edx.org/sites/default/files/course/image/featured-card/hds_3221.1x_religious_lit_318x210.jpg"}, {"name": "Basic Spanish 1: Getting Started", "date": 1585652400, "language": ["English"], "level": ["Introductory"], "description": "Learn Spanish and explore Spanish culture in this introductory language course, designed for English speakers.", "subjects": ["Communication", "Language", "Education & Teacher Training"], "url": "https://www.edx.org/course/basic-spanish-1-getting-started", "length": "7 Weeks", "effort": "4–5 hours per week", "price": "FREEAdd a Verified Certificate for $40 USD", "institution": "UPValenciaX", "about-course": "This 7-week Spanish language course is aimed at students who would like to learn conversational Spanish starting with Spanish basics. The course introduces everyday language and includes activities to practice all four language skills: reading comprehension, writing, listening comprehension and speaking.\nThis course will introduce you to the A1 proficiency level as described in the Common European Framework of Reference for Languages (CEFRL, Council of Europe 2001). After completing this course, you will be prepared to introduce yourself, ask basic questions, and conduct a brief conversation in Spanish.\nThis course uses reference materials, cultural notes, grammar explanations, functions of language, etc. Students will be able to monitor their progress by taking a number of performance tests and a final achievement test.", "content-course": "\nBasic conversational skills\nThe alphabet and numbers\nHow to describe your nationality, your likes, and your family\nUsing the verb to be ; Basic conjugation\n", "link-image": "https://www.edx.org/sites/default/files/course/image/featured-card/bsp101x-learn_spanish-basic_spanish_for_english_speakers-378x225.jpg"}, {"name": "The Health Effects of Climate Change", "date": 1578974400, "language": ["English"], "level": ["Introductory"], "description": "Learnhow global warming impacts human health, and the wayswe can diminish those impacts.", "subjects": ["Environmental Studies", "Health & Safety", "Food & Nutrition"], "url": "https://www.edx.org/course/the-health-effects-of-climate-change", "length": "7 Weeks", "effort": "3–5 hours per week", "price": "FREEAdd a Verified Certificate for $99 USD", "institution": "HarvardX", "about-course": "Our world's climate is changing. Of the top twenty hottest years ever recorded, sixteen have occurred in the last two decades. This warming has already had a profound effect. Many feel powerless in the face of this challenge, but you can make a difference. \nBy looking at air quality, nutrition, infectious diseases, and human migration, this course will show you how increases in greenhouse gases impact public health. Experts working in a variety of settings will present their recommendations for responding to these challenges, and interested students will have the opportunity to learn about the research methods that measure the health effects of climate change. \nCreated with support from the Harvard Global Health Institute, this course will explain how climate change impacts people around the globe, but also how it directly affects you and your life. Though your riskrises with the rising global temperatures, climate change is a solvable problem, and there are things you can do to mitigate that risk. \nThis course is not an elegy for the planet, but a call to action. Enroll now to learn what you can do to reduce the harm caused by global warming.", "content-course": "\nClimate change's impacts on nutrition, migration, and infectious diseases\nThe research methods used in this field\nStrategies to mitigate and adapt to the health impacts of climate change\nHow changes in Earth's atmosphere affect health outcomes\nHow to assess the various ways of addressing the health effects of global warming\n", "link-image": "https://prod-discovery.edx-cdn.org/media/course/image/ac3a7ef0-00e1-454b-aa69-abded71c6129-c8f266d9a432.small.jpg"}, {"name": "Pyramids of Giza: Ancient Egyptian Art and Archaeology", "date": 1567526400, "language": ["English"], "level": ["Introductory"], "description": "Explore the archaeology, history, art, and hieroglyphs surrounding the famous Egyptian Pyramids at Giza. Learn about Old Kingdom pharaohs and elites, tombs, temples, the Sphinx, and how new technology is unlocking their secrets.", "subjects": ["Art & Culture", "History", "Humanities"], "url": "https://www.edx.org/course/pyramids-of-giza-ancient-egyptian-art-and-archaeol", "length": "8 Weeks", "effort": "2–4 hours per week", "price": "FREEAdd a Verified Certificate for $99 USD", "institution": "HarvardX", "about-course": "Where is Giza? How were the Pyramids built? How did the cemeteries and hundreds of decorated tombs around them develop? What was Giza’s contribution to this first great age of ancient Egyptian civilization, the Old Kingdom?The Giza Plateau and its cemeteries — including the majestic Pyramids and the Great Sphinx — are stirring examples of ancient Egyptian architecture and culture. They provide windows into ancient Egyptian society, but also contain mysteries waiting to be solved. The Egyptian Pyramids at Giza provide an opportunity to explore the history of archaeology and to learn about some of the modern methods shaping the discipline today.This introductory course will explore the art, archaeology, and history surrounding the Giza Pyramids. We will learn about Egyptian pharaohs and high officials of the Pyramid Age, follow in the footsteps of the great 20th-century expeditions, and discover how cutting-edge digital tools like 3D-modeling are reshaping the discipline of Egyptology.Join us on this online journey to ancient Egypt’s most famous archaeological site as we uncover the history and significance of Giza, and use new digital techniques to unravel the mysteries of its ancient tombs and temples.", "content-course": "\nThe history and significance of the Giza Pyramids and surrounding cemeteries\nWho explored the Pyramids and how they documented their discoveries\nThe cultural and religious significance of the Giza Pyramids, tombs, and temples\nThe role of hieroglyphic inscriptions in the tombs at Giza\nAn appreciation for Egyptian art of the Old Kingdom, or Pyramid Age\nHow digital technologies allow us to visualize ancient monuments in new ways\nWhat the future holds for our understanding and experience of Giza\n", "link-image": "https://prod-discovery.edx-cdn.org/media/course/image/d32bba34-f516-4116-bf61-9c6b124c3e3c-97edcf25ec23.small.jpg"}, {"name": "Introduction to Data Analysis using Excel", "date": 1585699200, "language": ["English"], "level": ["Introductory"], "description": "Learn the basics of Excel, one of the most popular data analysis tools, to help visualize and gain insights from your data.", "subjects": ["Data Analysis & Statistics"], "url": "https://www.edx.org/course/introduction-to-data-analysis-using-excel-2", "length": "4 Weeks", "effort": "2–4 hours per week", "price": "FREEAdd a Verified Certificate for $99 USD", "institution": "Microsoft", "about-course": "The ability to analyze data is a powerful skill that helps you make better decisions. Microsoft Excel is one of the top tools for data analysis and the built-in pivot tables are arguably the most popular analytic tool.\nIn this course, you will learn how to perform data analysis using Excel's most popular features. You will learn how to create pivot tables from a range with rows and columns in Excel. You will see the power of Excel pivots in action and their ability to summarize data in flexible ways, enabling quick exploration of data and producing valuable insights from the accumulated data.\nPivots are used in many different industries by millions of users who share the goal of reporting the performance of companies and organizations. In addition, Excel formulas can be used to aggregate data to create meaningful reports. To complement, pivot charts and slicers can be used together to visualize data and create easy to use dashboards.\nYou should have a basic understanding of creating formulas and how cells are referenced by rows and columns within Excel to take this course. If required, you can can find many help topics on Excel at the Microsoft Office Support Site. You are welcome to use any supported version of Excel you have installed in your computer, however, the instructions are based on Excel 2016. You may not be able to complete all exercises as demonstrated in the lectures but workarounds are provided in the lab instructions or Discussion forum. Please note that Excel for Mac does not support many of the features demonstrated in this course.\nAfter taking this course you'll be ready to continue to our more advanced Excel course, Analyzing and Visualizing Data with Excel.\nNote: These courses will retire in June. Please enroll only if you are able to finish your coursework in time.", "content-course": "\nCreate flexible data aggregations using pivot tables\nRepresent data visually using pivot charts\nCalculate margins and other common ratios using calculation on pivot table\nFilter data using slicers in multiple pivot tables\nCreate aggregate reports using formula based techniques\n", "link-image": "https://www.edx.org/sites/default/files/course/image/featured-card/dat205x_banner_318x210.jpg"}, {"name": "Introduction to Computer Science and Programming Using Python", "date": 1591200000, "language": ["English"], "level": ["Introductory"], "description": "An introduction to computer science as a tool to solve real-world analytical problems using Python 3.5.", "subjects": ["Computer Science", "Engineering", "Science"], "url": "https://www.edx.org/course/introduction-to-computer-science-and-programming-7", "length": "9 Weeks", "effort": "14–16 hours per week", "price": "FREEAdd a Verified Certificate for $75 USD", "institution": "MITx", "about-course": "This course is the first of a two-course sequence: Introduction to Computer Science and Programming Using Python, and Introduction to Computational Thinking and Data Science. Together, they are designed to help people with no prior exposure to computer science or programming learn to think computationally and write programs to tackle useful problems. Some of the people taking the two courses will use them as a stepping stone to more advanced computer science courses, but for many it will be their first and last computer science courses. This run features lecture videos, lecture exercises, and problem sets using Python 3.5. Even if you previously took the course with Python 2.7, you will be able to easily transition to Python 3.5 in future courses, or enroll now to refresh your learning.\nSince these courses may be the only formal computer science courses many of the students take, we have chosen to focus on breadth rather than depth. The goal is to provide students with a brief introduction to many topics so they will have an idea of what is possible when they need to think about how to use computation to accomplish some goal later in their career. That said, they are not \"computation appreciation\" courses. They are challenging and rigorous courses in which the students spend a lot of time and effort learning to bend the computer to their will.", "content-course": "\nA Notion of computation\nThe Python programming language\nSome simple algorithms\nTesting and debugging\nAn informal introduction to algorithmic complexity\nData structures\n", "link-image": "https://www.edx.org/sites/default/files/course/image/featured-card/mitx_6.00.1.x_318x210.jpg"}, {"name": "Lessons from Ebola: Preventing the Next Pandemic", "date": 1567526400, "language": ["English"], "level": ["Introductory"], "description": "Understanding the context for the Ebola outbreak: What went right, what went wrong, and how we can all do better.", "subjects": ["Social Sciences", "Medicine", "Health & Safety"], "url": "https://www.edx.org/course/lessons-from-ebola-preventing-the-next-pandemic", "length": "4 Weeks", "effort": "3–5 hours per week", "price": "FREEAdd a Verified Certificate for $49 USD", "institution": "HarvardX", "about-course": "Like no other event in recent history, the 2014 Ebola outbreak has made clear the fragility of existing health systems. While responding to the current epidemic is critical, we also have an opportunity to learn lessons to prevent the next global health catastrophe, forge partnerships across borders and disciplines, and demonstrate our commitment to value all human lives.\nThis four-week course provides the context in which to understand the Ebola outbreak -- why now, and why did so many people suffer and die? The course lays out the global governance structure -- what was the global response supposed to look like, and where did it fail? \nThe course will feature practitioners, experts, and scholars who will focus on cultivating a better understanding of the Ebola epidemic and implications for future health systems to ensure that the world is more effective in preventing the next pandemic.", "content-course": "\nWhat happened during the Ebola outbreak in West Africa?\nWhat were the local challenges faced by patients, clinicians, and national policy makers?\nWhy did the international response fail to halt Ebola and prevent its spread?\nHow do we prevent the next the pandemic?\n", "link-image": "https://www.edx.org/sites/default/files/course/image/featured-card/ph557x-about_page_image-352x210.jpg"}, {"name": "CS50 for Lawyers", "date": 1568332800, "language": ["English"], "level": ["Introductory"], "description": "This course is a variant of Harvard University's introduction to computer science, CS50, designed especially for lawyers (and law students).", "subjects": ["Computer Science", "Law"], "url": "https://www.edx.org/course/cs50-for-lawyers", "length": "10 Weeks", "effort": "3–6 hours per week", "price": "FREEAdd a Verified Certificate for $99 USD", "institution": "HarvardX", "about-course": "This course is a variant of Harvard University's introduction to computer science, CS50, designed especially for lawyers (and law students). Whereas CS50 itself takes a bottom-up approach, emphasizing mastery of low-level concepts and implementation details thereof, this course takes a top-down approach, emphasizing mastery of high-level concepts and design decisions related thereto. Ultimately, it equips students with a deeper understanding of the legal implications of technological decisions made by clients.Through a mix of technical instruction and discussion of case studies, this course empowers students to be informed contributors to technology-driven conversations. In addition, it prepares students to formulate technology-informed legal arguments and opinions. Along the way, it equips students with hands-on experience with Python and SQL, languages via which they can mine data for answers themselves.Topics include algorithms, cloud computing, databases, networking, privacy, programming, scalability, security, and more, with a particular emphasis on understanding how the work developers do and the technological solutions they employ may impact clients. Students emerge from this course with first-hand appreciation of how it all works and all the more confident in the factors that should guide their decision-making.Keywords: law firm, computer programming, programming skills, computer programmers, patent attorney, legal practice, legal services, legal education, patent law", "content-course": "\nComputational Thinking\nProgramming Languages\nAlgorithms, Data Structures\nCryptography\nCybersecurity\nInternet Technologies, Cloud Computing\nWeb Programming\nDatabase Design\nCybersecurity, continued\nChallenges at the Intersection of Law and Technology\n", "link-image": "https://prod-discovery.edx-cdn.org/media/course/image/315ce06a-d9f7-4c7e-ac11-1fe99e20893e-ff14684c60b3.small.png"}, {"name": "Excel: Fundamentos y herramientas", "date": 1578402000, "language": ["Spanish"], "level": ["Introductory"], "description": "En este curso aprenderás las herramientas más habituales de Microsoft Excel, desde lo más básico a los gráficos, funciones y tablas de datos.", "subjects": ["Computer Science"], "url": "https://www.edx.org/course/excel-fundamentos-y-herramientas", "length": "8 Weeks", "effort": "3–4 hours per week", "price": "FREEAdd a Verified Certificate for $50 USD", "institution": "UPValenciaX", "about-course": " Este es un curso introductorio en el que aprenderemos a trabajar con Excel, el componente para hojas de cálculo de la suite ofimática de Microsoft, MS-Office.\nEste programa permite realizar todo tipo de operaciones con datos, pudiendo clasificar y manejar grandes cantidades de ellos; incorpora una gran cantidad de funciones y posee grandes cualidades para representar los resultados de forma gráfica.\nPartiremos de 0 y exploraremos las funcionalidades más utilizadas, como los formatos, la presentación de resultados, los gráficos, las funciones y la tablas de datos.", "content-course": "\nCómo empezar a trabajar con Excel y realizar las operaciones básicas\nA manejar los formatos de Excel y a presentar resultados\nA utilizar los gráficos de Excel\nQué familias de funciones tienes disponibles en Excel\nA manejar las tablas de datos\n", "link-image": "https://www.edx.org/sites/default/files/course/image/featured-card/excel_378x225.jpg"}, {"name": "PredictionX: Omens, Oracles & Prophecies", "date": 1580306400, "language": ["English"], "level": ["Introductory"], "description": "This course is an overview of divination systems, ranging from ancient Chinese bone burning to modern astrology.", "subjects": ["Social Sciences", "History", "Science"], "url": "https://www.edx.org/course/omens-oracles-prophecies", "length": "1 Weeks", "effort": "3–5 hours per week", "price": "FREEAdd a Verified Certificate for $25 USD", "institution": "HarvardX", "about-course": "Humans have always sought to know their own future, be it the destiny of an empire or an individual's fate. Across cultures and history, we find people trying to find their place in the Universe by attempting to gaze into the future.\nJoin us for this one-week, immersive learning experience as we explore “pre-scientific” prediction systems ranging from ancient Chinese bone burning to the Oracle of Delphi to modern astrology and tarot, with practitioners and Harvard faculty leading the journey. We will examine the details of over a dozen prediction systems as well as theoretical frameworks connecting them.\nThis module is a part of PredictionX, which examines our efforts to predict the future over all of recorded history. PredictionX courses will cover topics from omens and oracles in ancient civilizations, which this course discusses, to the evolution of the general approach to science most take today (which includes the course John Snow and the Cholera Outbreak of 1854) as well as modern computer simulations and the role they play in predicting our futures today.", "content-course": "\nA variety of methods from across cultures and history for divining the future.\nA common framework that describes human attempts to predict the future.\n", "link-image": "https://prod-discovery.edx-cdn.org/media/course/image/2c9ed992-c007-4182-a9f4-7524b2029082-db78cc614b72.small.jpg"}, {"name": "Christianity Through Its Scriptures", "date": 1562112000, "language": ["English"], "level": ["Introductory"], "description": "Learn about Christianity through a study of its sacred scriptures. We will explore how diverse Christians have interpreted these writings and practiced their teachings over a 2000 year, global history.", "subjects": ["Humanities", "History"], "url": "https://www.edx.org/course/christianity-through-its-scriptures", "length": "4 Weeks", "effort": "5–10 hours per week", "price": "FREEAdd a Verified Certificate for $49 USD", "institution": "HarvardX", "about-course": "Christianity is a global religion. From modest beginnings 2,000 years ago, it has grown to encompass nearly a third of the human population. Diverse in languages, cultures, histories and creeds, Christians nonetheless share a common collection of sacred scripture called the Bible.\nThis religion course introduces you to the Bible and its scripture and asks the questions:\n\nWhat are the contents, languages, and forms of Bibles in various times and places?\nHow have Christians lived out their stories and teachings?\nHow does Christian history reflect the contested and varied uses of scripture—in the ancient Roman world where Christianity began, in its spread through European and American colonialism, in the diverse forms it takes in varied locations around the globe?\n\nYou will begin to explore these questions and others while learning about the content and interpretations of these sacred texts.", "content-course": "\nWhat’s in the Bible, the book containing the sacred scriptures of Christians.\nAn overview of contents with a focus on diverse interpretations of well-known passages.\nExploration of select themes, such as how Christians approach diversity, attitudes toward non-Christian traditions, existential questions of suffering and violence, the encounter with modern science, the roles of women, liturgical time and pilgrimage.\n", "link-image": "https://www.edx.org/sites/default/files/course/image/featured-card/hds_3221.1x_religious_lit_318x210.jpg"}, {"name": "Leaders of Learning", "date": 1569456000, "language": ["English"], "level": ["Introductory"], "description": "Explore and understand your own theories of learning and leadership. Gain the tools to imagine and build the future of learning.", "subjects": ["Communication", "Social Sciences", "Education & Teacher Training"], "url": "https://www.edx.org/course/leaders-of-learning", "length": "10 Weeks", "effort": "2–4 hours per week", "price": "FREEAdd a Verified Certificate for $99 USD", "institution": "HarvardX", "about-course": "All of us carry explicit or implicit theories of learning. They manifest themselves in the ways we learn, the ways we teach, and the ways we think about leadership and learning.\nIn Leaders of Learning, you will identify and develop your personal theory of learning, and explore how it fits into the shifting landscape of learning. This isn’t just about schools, it’s about the broader and bigger world of learning.\nThe education sector is undergoing great transformation, and in the coming decades will continue to change. How we learn, what we learn, where we learn, and why we learn; all these questions will be reexamined. In Leaders of Learning we will explore learning, leadership, organizational structure, and physical design.\n\nHarvardX requires individuals who enroll in its courses on edX to abide by the terms of the edX honor code. HarvardX will take appropriate corrective action in response to violations of the edX honor code, which may include dismissal from the HarvardX course; revocation of any certificates received for the HarvardX course; or other remedies as circumstances warrant. No refunds will be issued in the case of corrective action for such violations. Enrollees who are taking HarvardX courses as part of another program will also be governed by the academic policies of those programs.\nHarvardX pursues the science of learning. By registering as an online learner in an HX course, you will also participate in research about learning. Read our research statement to learn more.\nHarvard University and HarvardX are committed to maintaining a safe and healthy educational and work environment in which no member of the community is excluded from participation in, denied the benefits of, or subjected to discrimination or harassment in our program. All members of the HarvardX community are expected to abide by Harvard policies on nondiscrimination, including sexual harassment, and the edX Terms of Service. If you have any questions or concerns, please contact harvardx@harvard.edu and/or report your experience through the edX contact form.", "content-course": "\nHow to define your personal theory of learning\nWhat leadership looks like in different learning environments\nHow an organization's structure reflects its theories of learning\nHow physical and digital design shape learning\nHow neuroscience will affect the future of learning\n", "link-image": "https://www.edx.org/sites/default/files/course/image/featured-card/gse2x-video_still_image11132015-318x210.jpg"}]
